const ROUTES = [
  {
    "id": 1,
    "region": "Фергана",
    "title": "Фергана: город",
    "stops": [
      "Фарғона шаҳар",
      "Марғилон шаҳар",
      "Тошлоқ тумани"
    ],
    "workload": 3719,
    "km": 29,
    "note": ""
  },
  {
    "id": 2,
    "region": "Фергана",
    "title": "Фергана: восток",
    "stops": [
      "Қува тумани",
      "Қувасой шаҳар",
      "Фарғона тумани"
    ],
    "workload": 1803,
    "km": 139,
    "note": ""
  },
  {
    "id": 3,
    "region": "Фергана",
    "title": "Фергана: север",
    "stops": [
      "Ёзёвон тумани",
      "Қўштепа тумани"
    ],
    "workload": 1154,
    "km": 55,
    "note": ""
  },
  {
    "id": 4,
    "region": "Фергана",
    "title": "Фергана: юго-запад",
    "stops": [
      "Олтиариқ тумани",
      "Бағдод тумани",
      "Бувайда тумани"
    ],
    "workload": 1661,
    "km": 145,
    "note": ""
  },
  {
    "id": 5,
    "region": "Коканд",
    "title": "Коканд: город и юг",
    "stops": [
      "Қўқон шаҳар",
      "Фурқат тумани",
      "Ўзбекистон тумани"
    ],
    "workload": 1980,
    "km": 223,
    "note": ""
  },
  {
    "id": 6,
    "region": "Коканд",
    "title": "Коканд: север",
    "stops": [
      "Данғара тумани",
      "Бешариқ тумани",
      "Учкўприк тумани"
    ],
    "workload": 1592,
    "km": 255,
    "note": ""
  },
  {
    "id": 7,
    "region": "Фергана",
    "title": "Фергана: Сох",
    "stops": [
      "Риштон тумани",
      "Сўх тумани"
    ],
    "workload": 906,
    "km": 205,
    "note": "Проверить режим проезда"
  },
  {
    "id": 8,
    "region": "Андижан",
    "title": "Андижан: запад",
    "stops": [
      "Улуғнор тумани",
      "Балиқчи тумани",
      "Бўстон тумани"
    ],
    "workload": 1040,
    "km": 142,
    "note": ""
  },
  {
    "id": 9,
    "region": "Андижан",
    "title": "Андижан: центр",
    "stops": [
      "Шаҳрихон тумани",
      "Олтинкўл тумани",
      "Андижон тумани"
    ],
    "workload": 3264,
    "km": 165,
    "note": ""
  },
  {
    "id": 10,
    "region": "Андижан",
    "title": "Андижан: город",
    "stops": [
      "Андижон шаҳар",
      "Избоскан тумани"
    ],
    "workload": 3770,
    "km": 181,
    "note": ""
  },
  {
    "id": 11,
    "region": "Андижан",
    "title": "Андижан: юг",
    "stops": [
      "Асака тумани",
      "Марҳамат тумани",
      "Булоқбоши тумани"
    ],
    "workload": 1638,
    "km": 186,
    "note": ""
  },
  {
    "id": 12,
    "region": "Андижан",
    "title": "Андижан: восток",
    "stops": [
      "Жалақудуқ тумани",
      "Хўжаобод тумани",
      "Пахтаобод тумани"
    ],
    "workload": 1556,
    "km": 253,
    "note": ""
  },
  {
    "id": 13,
    "region": "Андижан",
    "title": "Андижан: дальний восток",
    "stops": [
      "Қўрғонтепа тумани",
      "Хонобод шаҳар"
    ],
    "workload": 899,
    "km": 276,
    "note": ""
  },
  {
    "id": 14,
    "region": "Наманган",
    "title": "Наманган: запад",
    "stops": [
      "Поп тумани",
      "Мингбулоқ тумани",
      "Чуст тумани"
    ],
    "workload": 2411,
    "km": 252,
    "note": ""
  },
  {
    "id": 15,
    "region": "Наманган",
    "title": "Наманган: центр",
    "stops": [
      "Наманган тумани",
      "Наманган шаҳар",
      "Тўрақўрғон тумани"
    ],
    "workload": 4805,
    "km": 185,
    "note": ""
  },
  {
    "id": 16,
    "region": "Наманган",
    "title": "Наманган: восток",
    "stops": [
      "Уйчи тумани",
      "Чортоқ тумани",
      "Янгиқўрғон тумани"
    ],
    "workload": 1651,
    "km": 214,
    "note": ""
  },
  {
    "id": 17,
    "region": "Наманган",
    "title": "Наманган: дальний север",
    "stops": [
      "Косонсой тумани",
      "Учқўрғон тумани",
      "Норин тумани"
    ],
    "workload": 1948,
    "km": 281,
    "note": ""
  }
];
const COORDS = {
  "Андижон шаҳар": [
    40.7598055556,
    72.3589166667
  ],
  "Хонобод шаҳар": [
    40.8019166667,
    72.9846666667
  ],
  "Олтинкўл тумани": [
    40.7964722222,
    72.1648611111
  ],
  "Андижон тумани": [
    40.8565277778,
    72.3088888889
  ],
  "Балиқчи тумани": [
    40.9039444444,
    71.8457222222
  ],
  "Бўстон тумани": [
    40.6897222222,
    71.9488055556
  ],
  "Булоқбоши тумани": [
    40.6391111111,
    72.4958333333
  ],
  "Жалақудуқ тумани": [
    40.7160833333,
    72.64375
  ],
  "Избоскан тумани": [
    40.8970833333,
    72.2558888889
  ],
  "Улуғнор тумани": [
    40.7561666667,
    71.7048333333
  ],
  "Қўрғонтепа тумани": [
    40.7288055556,
    72.758
  ],
  "Асака тумани": [
    40.6405833333,
    72.2477777778
  ],
  "Марҳамат тумани": [
    40.5058055556,
    72.3438888889
  ],
  "Шаҳрихон тумани": [
    40.7208333333,
    72.0372777778
  ],
  "Пахтаобод тумани": [
    40.9358611111,
    72.5051388889
  ],
  "Хўжаобод тумани": [
    40.6677777778,
    72.5654444444
  ],
  "Наманган шаҳар": [
    41.0074805556,
    71.6675305556
  ],
  "Мингбулоқ тумани": [
    40.8611583333,
    71.4582666667
  ],
  "Косонсой тумани": [
    41.2571388889,
    71.5414166667
  ],
  "Наманган тумани": [
    40.9234416667,
    71.5836777778
  ],
  "Норин тумани": [
    40.9159222222,
    72.1189
  ],
  "Поп тумани": [
    40.8693666667,
    71.11695
  ],
  "Тўрақўрғон тумани": [
    41.0038638889,
    71.5094583333
  ],
  "Уйчи тумани": [
    41.0308944444,
    71.8445444444
  ],
  "Учқўрғон тумани": [
    41.1188833333,
    72.0744833333
  ],
  "Чортоқ тумани": [
    41.0777222222,
    71.8151666667
  ],
  "Чуст тумани": [
    40.9871388889,
    71.2310277778
  ],
  "Янгиқўрғон тумани": [
    41.1915555556,
    71.7222777778
  ],
  "Қувасой шаҳар": [
    40.2946388889,
    71.9883611111
  ],
  "Қўқон шаҳар": [
    40.5348888889,
    70.9241111111
  ],
  "Марғилон шаҳар": [
    40.4654166667,
    71.7166388889
  ],
  "Фарғона шаҳар": [
    40.3946111111,
    71.7683888889
  ],
  "Бешариқ тумани": [
    40.4358888889,
    70.6157777778
  ],
  "Бағдод тумани": [
    40.4607777778,
    71.2116388889
  ],
  "Бувайда тумани": [
    40.56025,
    71.1409444444
  ],
  "Данғара тумани": [
    40.5779166667,
    70.9204166667
  ],
  "Ёзёвон тумани": [
    40.5033888889,
    71.8544722222
  ],
  "Қува тумани": [
    40.5376388889,
    72.0701944444
  ],
  "Олтиариқ тумани": [
    40.3895277778,
    71.4743888889
  ],
  "Қўштепа тумани": [
    40.5383333333,
    71.6454444444
  ],
  "Риштон тумани": [
    40.3609444444,
    71.2942222222
  ],
  "Сўх тумани": [
    39.9568055556,
    71.12925
  ],
  "Тошлоқ тумани": [
    40.4850833333,
    71.754
  ],
  "Ўзбекистон тумани": [
    40.3731111111,
    70.8192222222
  ],
  "Учкўприк тумани": [
    40.5443611111,
    71.0540833333
  ],
  "Фарғона тумани": [
    40.1719166667,
    71.7305833333
  ],
  "Фурқат тумани": [
    40.4856666667,
    70.7906388889
  ]
};
const BRANCH_PHONES = {
  "Андижон шаҳар": "98-577-24-25",
  "Хонобод шаҳар": "94-384-42-42",
  "Олтинкўл тумани": "94-668-31-90",
  "Андижон тумани": "99-003-21-11",
  "Балиқчи тумани": "97-990-50-51",
  "Бўстон тумани": "93-426-85-85",
  "Булоқбоши тумани": "99-037-19-17",
  "Жалақудуқ тумани": "94-987-57-67",
  "Избоскан тумани": "88-161-60-00",
  "Улуғнор тумани": "94-427-13-31",
  "Қўрғонтепа тумани": "90-256-92-96",
  "Асака тумани": "93-784-72-00",
  "Марҳамат тумани": "93-062-02-10",
  "Шаҳрихон тумани": "93-277-90-09",
  "Пахтаобод тумани": "90-144-48-55",
  "Хўжаобод тумани": "99-431-80-93",
  "Наманган шаҳар": "93-916-76-76",
  "Мингбулоқ тумани": "93-126-70-70",
  "Косонсой тумани": "90-260-07-79",
  "Наманган тумани": "93-694-44-47",
  "Норин тумани": "99-975-67-14",
  "Поп тумани": "88-903-41-14",
  "Тўрақўрғон тумани": "93-675-94-15",
  "Уйчи тумани": "93-403-57-57",
  "Учқўрғон тумани": "94-157-77-87",
  "Чортоқ тумани": "93-000-50-03",
  "Чуст тумани": "97-102-09-02",
  "Янгиқўрғон тумани": "97-254-07-04",
  "Қувасой шаҳар": "972143080",
  "Қўқон шаҳар": "985580258",
  "Марғилон шаҳар": "972147084",
  "Фарғона шаҳар": "",
  "Бешариқ тумани": "974161510",
  "Бағдод тумани": "912042685",
  "Бувайда тумани": "999195032",
  "Данғара тумани": "944427117",
  "Ёзёвон тумани": "907750266",
  "Қува тумани": "773510203",
  "Олтиариқ тумани": "886290079",
  "Қўштепа тумани": "999940282",
  "Риштон тумани": "906334234",
  "Сўх тумани": "996014022",
  "Тошлоқ тумани": "936430010",
  "Ўзбекистон тумани": "916898183",
  "Учкўприк тумани": "872847717",
  "Фарғона тумани": "939765289",
  "Фурқат тумани": "975900588"
};
const STAFF_PHONES = {
  "Андижон шаҳар": "98-577-24-25",
  "Хонобод шаҳар": "93-250-88-98",
  "Олтинкўл тумани": "99-604-55-22",
  "Андижон тумани": "99-003-21-11",
  "Балиқчи тумани": "97-990-50-51",
  "Бўстон тумани": "93-241-99-29",
  "Булоқбоши тумани": "90-060-02-84",
  "Жалақудуқ тумани": "97-995-33-28",
  "Избоскан тумани": "77-000-01-62",
  "Улуғнор тумани": "99-646-10-19",
  "Қўрғонтепа тумани": "97-339-36-00",
  "Асака тумани": "94-387-09-09",
  "Марҳамат тумани": "94-425-50-55",
  "Шаҳрихон тумани": "93-277-90-09",
  "Пахтаобод тумани": "90-144-48-55",
  "Хўжаобод тумани": "94-566-09-91",
  "Наманган шаҳар": "97-255-05-30",
  "Мингбулоқ тумани": "94-905-20-20",
  "Косонсой тумани": "90-260-07-79",
  "Наманган тумани": "94-172-77-07",
  "Норин тумани": "97-251-36-96",
  "Поп тумани": "94-893-12-34",
  "Тўрақўрғон тумани": "93-372-83-84",
  "Уйчи тумани": "88-470-57-00",
  "Учқўрғон тумани": "93-406-13-03",
  "Чортоқ тумани": "93-490-25-89",
  "Чуст тумани": "97-102-09-02",
  "Янгиқўрғон тумани": "95-110-86-00",
  "Қувасой шаҳар": "99-994-78-27",
  "Қўқон шаҳар": "98-558-02-58",
  "Марғилон шаҳар": "97-215-95-70",
  "Фарғона шаҳар": "90-230-46-04",
  "Бешариқ тумани": "97-814-06-81",
  "Бағдод тумани": "91-695-19-25",
  "Бувайда тумани": "91-200-16-14",
  "Данғара тумани": "91-698-00-11",
  "Ёзёвон тумани": "90-272-64-65",
  "Қува тумани": "91-479-89-89",
  "Олтиариқ тумани": "91-105-91-91",
  "Қўштепа тумани": "90-274-20-60",
  "Риштон тумани": "90-633-42-34",
  "Сўх тумани": "99-514-85-78",
  "Тошлоқ тумани": "90-531-55-85",
  "Ўзбекистон тумани": "91-397-85-85",
  "Учкўприк тумани": "97-206-43-33",
  "Фарғона тумани": "91-105-30-32",
  "Фурқат тумани": "91-286-30-78"
};
const START_POINT = {lat:40.4409166667, lon:71.7560277778, label:'Дом'};
const BRANCH_INFO = {
  "Андижон шаҳар": {
    "region": "Андижон вилояти",
    "address": "Андижон шахар А.Хайдаров 17 уй",
    "email": "andijonshahardkp@exat.uz",
    "staff": "Мамасиоров Сардорбек Араббоевич",
    "head": "Вакант"
  },
  "Хонобод шаҳар": {
    "region": "Андижон вилояти",
    "address": "Истиқлол МФЙ, Фароғат кўча 1 уй",
    "email": "xonobodshahardkp@exat.uz",
    "staff": "Ниязбеков Миркомил Абдуллаевич",
    "head": "Юлдашев Шерзод Марифжонович"
  },
  "Олтинкўл тумани": {
    "region": "Андижон вилояти",
    "address": "сўфи қишлок М.Ф.Й., Дилхуш кўча 7 уй",
    "email": "oltinkoltumandkp@exat.uz",
    "staff": "Хакимов Хаётулло Абдулла ўғли",
    "head": "Азимов Хакимжон Олимович"
  },
  "Андижон тумани": {
    "region": "Андижон вилояти",
    "address": "Ойжамол МФЙ, Олийгох кўча 1 уй",
    "email": "andijontumandkp@exat.uz",
    "staff": "Ахмедов Мансурбек Махмуджонович",
    "head": "Ахмедов Мансурбек Махмуджонович"
  },
  "Балиқчи тумани": {
    "region": "Андижон вилояти",
    "address": "Баликчи шох кўча Марказ М.Ф.Й.",
    "email": "baliqchitumandkp@exat.uz",
    "staff": "Алимов Дилшод Алиевич",
    "head": "Мадаминов Абдулазиз Абдуасрор ўғли"
  },
  "Бўстон тумани": {
    "region": "Андижон вилояти",
    "address": "Гузар М.Ф.Й, Мустакиллик кўча",
    "email": "bostontumandkp@exat.uz",
    "staff": "Исмоилжонов Абробек Икромжон ўғли",
    "head": "Рахматалиев Ахмаджон Нуроджон ўғли"
  },
  "Булоқбоши тумани": {
    "region": "Андижон вилояти",
    "address": "Қумгузар МФЙ, Буюк келажак кўча",
    "email": "buloqboshitumandkp@exat.uz",
    "staff": "Равшанбеков Саидакабар Мансуров ўғли",
    "head": "Мирзарахимов Мухиддинжон Шамсиддинович"
  },
  "Жалақудуқ тумани": {
    "region": "Андижон вилояти",
    "address": "Сўфи қишлок М.Ф.Й., Дилхуш кўча 7 уй",
    "email": "jalaquduqtumandkp@exat.uz",
    "staff": "Бахтиёр Комолдин Саидмуродилович",
    "head": "Жураев Исомиддин Ёкубжон ўғли"
  },
  "Избоскан тумани": {
    "region": "Андижон вилояти",
    "address": "Пойтуғ шахарчаси, Қашқарлик М.Ф.Й., Санъат кўча 31 уй",
    "email": "izboskantumandkp@exat.uz",
    "staff": "Абдурасулов Аббосбек Абдуманнон ўғли",
    "head": "Мирзасимов Фарходжон Бохадирович"
  },
  "Улуғнор тумани": {
    "region": "Андижон вилояти",
    "address": "Обод МФЙ, Тинчлик кўча",
    "email": "ulugnortumandkp@exat.uz",
    "staff": "Шарифуллохон Хаётбек Шавкатбек ўғли",
    "head": "Гуломов Дилшодбек Дилмурод ўғли"
  },
  "Қўрғонтепа тумани": {
    "region": "Андижон вилояти",
    "address": "Янги хаёт М.Ф.Й., Андижон кўчаси 1 уй",
    "email": "qorgontepatumandkp@exat.uz",
    "staff": "Каримов Умиджон Джорабаевич",
    "head": "Абдурахмонов Камолиддин Мухиддинович"
  },
  "Асака тумани": {
    "region": "Андижон вилояти",
    "address": "Камолот МФЙ, Марғилоний кўча 7 уй",
    "email": "asakatumandkp@exat.uz",
    "staff": "Махамаджонов Фаррухбек Абдуллаев ўғли",
    "head": "Шеров Илхомжон Мукимович"
  },
  "Марҳамат тумани": {
    "region": "Андижон вилояти",
    "address": "Мингтепа МФЙ, Ўрикзор кўча 2 а уй",
    "email": "marxamattumandkp@exat.uz",
    "staff": "Шерқулов Сардорбек Миродилович",
    "head": "Хамракулов Отабек Олимжонович"
  },
  "Шаҳрихон тумани": {
    "region": "Андижон вилояти",
    "address": "Абдусамат МФЙ, Рахмат Ёдгоров кўча 35 уй",
    "email": "shahrixontumandkp@exat.uz",
    "staff": "Хусанов Абдуллахат Абдусамад ўғли",
    "head": "Вакант"
  },
  "Пахтаобод тумани": {
    "region": "Андижон вилояти",
    "address": "З. Хабибий МФЙ, З.Хабибий кўча",
    "email": "paxtaobodtumandkp@exat.uz",
    "staff": "Султонов Мухаммад Арипсланович",
    "head": "Вакант"
  },
  "Хўжаобод тумани": {
    "region": "Андижон вилояти",
    "address": "Бешкарам МФЙ, Пок Ният кўча 3 уй",
    "email": "xojaobodtumandkp@exat.uz",
    "staff": "Холматов Шахбоз Орифжон ўғли",
    "head": "Абдупаттаев Ахрорбек Гуломжонович"
  },
  "Наманган шаҳар": {
    "region": "Наманган вилояти",
    "address": "Namangan шахар, Оби-хаёт MFY, Ибрат ko'chasi, 19-uy",
    "email": "namshaxkadastr@exat.uz",
    "staff": "Абдуллажанов Азизбек Абаз ўғли",
    "head": "Турғунов Акрамжон Қудратилло ўғли"
  },
  "Мингбулоқ тумани": {
    "region": "Наманган вилояти",
    "address": "Pop tumani, Birlashgan MFY, Bo'ston ko‘chasi, 13-uy.",
    "email": "Mingbuloqkadastr@exat.uz",
    "staff": "Собиржонов Улуғбек Содиқжон ўғли",
    "head": "Нурматов Илёсбек Собитали ўғли"
  },
  "Косонсой тумани": {
    "region": "Наманган вилояти",
    "address": "Абдурахмон жомий м.ф.й Кальа кучаси 3-уй",
    "email": "kosonsoykadastr@exat.uz",
    "staff": "Хикматов Мавр Абдурасулович",
    "head": "Вакант"
  },
  "Наманган тумани": {
    "region": "Наманган вилояти",
    "address": "Namangan tumani, Katta Toshbuloq MFY, Mustaqillik ko'chasi, 78-uy",
    "email": "toshbuloqkadastr@exat.uz",
    "staff": "Усманов Мухаммадамин Абдурахим ўғли",
    "head": "Мамажанов Абдукодир Исакжон ўғли"
  },
  "Норин тумани": {
    "region": "Наманган вилояти",
    "address": "Норин тумани Ўзбекистон МФЙ Ўзбекистон кўчаси 2-уй",
    "email": "norinkadastr@exat.uz",
    "staff": "Бойисбеков Тўланбой Мамуржон ўғли",
    "head": "Ахмедов Хурсандали Набижонович"
  },
  "Поп тумани": {
    "region": "Наманган вилояти",
    "address": "Pop tumani, Mustaqillik MFY, Oybek ko‘chasi, 5-uy.",
    "email": "popkadastr@exat.uz",
    "staff": "Озатов Абдугани Фарходжон ўғли",
    "head": "Охунов Фарходжон Абазович"
  },
  "Тўрақўрғон тумани": {
    "region": "Наманган вилояти",
    "address": "To‘raqo‘rg‘on tumani, Yangiobod MFY, To‘raqo‘rg‘on ko'chasi, 1-uy",
    "email": "turaadastr-2@exat.uz",
    "staff": "Тожибоев Мухторжон Валижон ўғли",
    "head": "Ахмаджонов Фуркатжон Шухратжон ўғли"
  },
  "Уйчи тумани": {
    "region": "Наманган вилояти",
    "address": "Уйчи туман Беруний МФЙ Ғофур Ғулом лўчаси 333-уй",
    "email": "Uychikadastr@exat.uz",
    "staff": "Шокиров Хасан Исмоил ўғли",
    "head": "Раззаков Носир Абдурахмонович"
  },
  "Учқўрғон тумани": {
    "region": "Наманган вилояти",
    "address": "Учкургон м.ф.й Мустакилиу кучаси 160 уй",
    "email": "Учкургонкадастр@exat.uz",
    "staff": "Кодиров Ойбек Зокиржонович",
    "head": "Муродуллаев Абдулло Убайдулла ўғли"
  },
  "Чортоқ тумани": {
    "region": "Наманган вилояти",
    "address": "Чорток шахар Узбекистон кучаси 4 уй",
    "email": "chortoqkadastr@exat.uz",
    "staff": "Мамажанов Мирзаолим Камолиддинович",
    "head": "Адашев Жасурбек Хошимжонович"
  },
  "Чуст тумани": {
    "region": "Наманган вилояти",
    "address": "Чуст шахар Садача м.ф.й Чустий кучаси 331-уй",
    "email": "Chustkadastr@exat.uz",
    "staff": "Каримов Хуршидбек Мухаммаджонович",
    "head": "Вакант"
  },
  "Янгиқўрғон тумани": {
    "region": "Наманган вилояти",
    "address": "Тошкент м.ф.й Нурли йул кучаси 2-уй",
    "email": "Yangiqurgonkadastr@exat.uz",
    "staff": "Хасанов Дониёр Исмоилович",
    "head": "Бозоров Мирзоҳил Исмоилжонович"
  },
  "Қувасой шаҳар": {
    "region": "Фарғона вилояти",
    "address": "Қувасой шаҳар А.Навоий МФЙ Бунёдкор кўчаси 12-уй",
    "email": "",
    "staff": "Абдусаторов Абдулвосид Абдусонович",
    "head": "Базарбаев Бахтиёр Хатамжонович"
  },
  "Қўқон шаҳар": {
    "region": "Фарғона вилояти",
    "address": "Қўқон шахар Истиқлол кўчаси 67-уй",
    "email": "",
    "staff": "Эркабаев Баркамол Мухтарович",
    "head": "Эркабаев Баркамол Мухтарович"
  },
  "Марғилон шаҳар": {
    "region": "Фарғона вилояти",
    "address": "Янги боғ МФЙ Ватандош кўчаси 31-уй",
    "email": "",
    "staff": "Фозилов Зохиджон Кобилжон ўғли",
    "head": "Ибрагимов Алишер Шухратжонович"
  },
  "Фарғона шаҳар": {
    "region": "Фарғона вилояти",
    "address": "Фарғона шахар Сой бўйи МФЙ Ал-Фарғоний кўчаси 73-уй",
    "email": "",
    "staff": "Абдуалиев Умид Абдумуталибович",
    "head": "Эминов Фаррух Тожиржонович"
  },
  "Бешариқ тумани": {
    "region": "Фарғона вилояти",
    "address": "Бешариқ тумани Файзиобод МФЙ Олтин водий кўчаси 43 уй",
    "email": "",
    "staff": "Раимов Баходиржон Фурмонович",
    "head": "Хошимов Ботирали Боймуродович"
  },
  "Бағдод тумани": {
    "region": "Фарғона вилояти",
    "address": "Фарғона вилояти Бағдод тумани Муқумий МФЙ Қўшчинор кўчаси 62-уй",
    "email": "",
    "staff": "Юлдашов Нодирбек Мирзарахимович",
    "head": "Эшончулов Улуғбек Жумабоевич"
  },
  "Бувайда тумани": {
    "region": "Фарғона вилояти",
    "address": "Янгикургон мфй Хилол кучаси 12 уй",
    "email": "",
    "staff": "Жумақулов Умиджон Абдумалик ўғли",
    "head": "Исмоилов Мухаммад Соҳибжон ўғли"
  },
  "Данғара тумани": {
    "region": "Фарғона вилояти",
    "address": "Данғара тумани Увайсий МФЙ Муқимий кўчаси 5а-уй",
    "email": "",
    "staff": "Яхёев Мусохон Зухриддинович",
    "head": "Исмаилбаев Максуджон Муродилович"
  },
  "Ёзёвон тумани": {
    "region": "Фарғона вилояти",
    "address": "Ёзёвон тумани Бахор мфй Андижон кўча 17 уй",
    "email": "",
    "staff": "Шербаев Хаётжон Икромович",
    "head": "Рахимов Дилмурод Эркинович"
  },
  "Қува тумани": {
    "region": "Фарғона вилояти",
    "address": "Қува тумани Раста МФЙ Фурқат кўчаси 1 уй",
    "email": "",
    "staff": "Умаров Азъамжон Ахдамович",
    "head": "Умаров Азъамжон Ахдамович"
  },
  "Олтиариқ тумани": {
    "region": "Фарғона вилояти",
    "address": "Oltiariq tumani, Oltiariq MFY, Tinchlik ko'chasi, 110-uy",
    "email": "",
    "staff": "Абдурашидов Хусниддин Абдували ўғли",
    "head": "Хошимов Хаётжон Ахдамжон ўғли"
  },
  "Қўштепа тумани": {
    "region": "Фарғона вилояти",
    "address": "Шодлик МФЙ Бахмал кўчаси 3-уй",
    "email": "",
    "staff": "Машрапов Мухаммадзохид Абдусаломович",
    "head": "Абдулхожиев Улуғбек Абдувалиевич"
  },
  "Риштон тумани": {
    "region": "Фарғона вилояти",
    "address": "Риштон тумани Носгар МФЙ Б.Рошидоний кўчаси 8-уй",
    "email": "",
    "staff": "Махмудов Абдурахмон Абдурахманович",
    "head": "Дадажонов Бахтиёр Кахрамонович"
  },
  "Сўх тумани": {
    "region": "Фарғона вилояти",
    "address": "Сариканда МСГ, ул. Чордара, дом 2А",
    "email": "",
    "staff": "Вохидов Рустамжон Бобоевич",
    "head": "Шойилдов Фаридун Мамазоизода"
  },
  "Тошлоқ тумани": {
    "region": "Фарғона вилояти",
    "address": "Шодлик МФЙ Бахмал кўчаси 3-уй",
    "email": "",
    "staff": "Абдуллаев Азизбек Латифжон ўғли",
    "head": "Каримов Мухаммадюб Бахтиёр ўғли"
  },
  "Ўзбекистон тумани": {
    "region": "Фарғона вилояти",
    "address": "Фарғона тумани, Марғилон кўчаси 1-уй",
    "email": "",
    "staff": "Курбонов Сарвар Шахобиддинович",
    "head": "Бахритдинов Муроджон Мирсабирович"
  },
  "Учкўприк тумани": {
    "region": "Фарғона вилояти",
    "address": "Uchko\\`prik tuman Uchko\\`prik MFY, Navro\\`z shox kuchasi, 42-uy",
    "email": "",
    "staff": "Машраббоев Хуршид Абдуманнон ўғли",
    "head": "Содиқов Ўткиржон Ўринбаевич"
  },
  "Фарғона тумани": {
    "region": "Фарғона вилояти",
    "address": "Фарғона тумани, Марғилон кўчаси 1-уй",
    "email": "",
    "staff": "Абдусаломов Фаррух Гуломжон ўғли",
    "head": "Отажонов Носиржон Расулович"
  },
  "Фурқат тумани": {
    "region": "Фарғона вилояти",
    "address": "Фурқат тумани Чиркай МФЙ Мустақиллик кўчаси 728уй",
    "email": "",
    "staff": "Тўхтасинов Шохбос Ишонович",
    "head": "Жалолиддинов Асроржон Тоштемирович"
  }
};
